{
  "title": "Prototyp",
  "welcome": "Willkommen zum Prototyp",
  "instructions": "In dieser Studie sehen Sie in jedem Durchgang ein Bild mit Farbpunkten.<br/><br/>Ihre Aufgabe ist es zu entscheiden, ob mehr <span class=\"text-orange-500 font-bold\">orange</span> oder mehr <span class=\"text-blue-500 font-bold\">blaue</span> Punkte enthalten sind.<br/><br/>In dieser ersten Phase (20 Bilder) machen Sie sich mit der Aufgabe vertraut.<br/><br/>Gleichzeitig ermitteln wir anhand Ihrer Entscheidungen, wie gut Sie Muster erkennen können – also Ihre individuelle Genauigkeit.<br/>Entscheiden Sie einfach so, wie Sie es für richtig halten.",
  "start": "Start",
  "instructionTitle": "Entscheiden Sie ob mehr orange oder mehr blaue Punkte im Bild zu sehen sind.",
  "testPhaseHeader": "Testphase: ",
  "buttonNext": "Bestätigen & Weiter",
  "finalPhaseTitle": "Start der Hauptphase\nUnterstützung durch eine Entscheidungshilfe",
  "finalPhaseDescription": "Ab jetzt erhalten Sie zusätzlich zu Ihrer eigenen Einschätzung eine Entscheidungshilfe durch ein automatisiertes System. Dieses analysiert dieselben Bilder wie Sie und gibt seine Einschätzung ab. Um beide Informationen zu nutzen, können Sie das sogenannte Entscheidungskriterium 𝑍 verwenden. Dieses kombiniert Ihre Einschätzung und die der Hilfe – gewichtet nach ihrer Zuverlässigkeit. Ihre Einschätzung und die des Systems gehen also anteilig in die Entscheidung ein. Je nachdem, wie zuverlässig jede Quelle ist, wird sie stärker oder schwächer gewichtet.\n\n💡 Hinweis: Die automatisierte Hilfe hat eine durchschnittliche Genauigkeit von 93%, und Ihre eigene Gewichtung wurde auf Basis Ihrer Leistung in der Testphase berechnet. Sie können frei entscheiden, ob und wie stark Sie das System nutzen möchten – unser Ziel ist es nur, transparent zu machen, wie man aus beiden Einschätzungen eine fundierte Entscheidung ableiten könnte.",
  "buttonContinue": "Weiter",
  "feedbackNoteTitle": "Hinweis: ",
  "feedbackNoteText": "Ihre durchschnittliche Genauigkeit beträgt: ",
  "feedbackNotePlaceholder": "Platzhalter Prozentzahl im Prototyp V1 noch nicht integriert",
  "completionTitle": "Vielen Dank für Ihre Teilnahme!",
  "completionMessage": "In dieser Studie wollten wir herausfinden, wie Menschen mit einer KI zusammenarbeiten. Ihre eigene Genauigkeit in der ersten Phase lag bei %GENAUIGKEIT%. \n\nIm zweiten Teil haben wir ein System genutzt, das Ihre Einschätzungen mit denen einer KI kombiniert. Dabei wurde berücksichtigt, wie zuverlässig beide Einschätzungen jeweils sind. Je genauer eine Quelle ist – also Sie oder die KI – desto mehr Gewicht wurde ihrer Einschätzung gegeben. Die Genauigkeit mit Hilfe des Systems lag bei %GENAUIGKEIT% \n\nZiel dieser Strategie ist es, durch die Kombination von Mensch und Maschine gemeinsam bessere Entscheidungen zu treffen als allein. Ihre Teilnahme hilft uns zu verstehen, wie transparente Entscheidungshilfen gestaltet werden können, die Menschen sinnvoll unterstützen, ohne sie zu bevormunden.",
  "buttonHome": "Zurück zur Hauptseite",
  "mainPhaseHeader": "Hauptphase: ",
  "buttonConfirmNext": "Bestätigen & Weiter",
  "assistantRecommendationTitle": "Die Entscheidungshilfe empfiehlt:",
  "buttonOrange": "Orange",
  "buttonBlue": "Blau",
  "zScore": "Kombinierte Empfehlung",
  "human": "Mensch",
  "ki": "KI",
  "result": "Ergebnis",
  "sliderOrange": "eher Orange",
  "sliderBlue": "eher Blau",
  "decisionScale": "Entscheidungsskala",
  "accuracyValues": "Genauigkeitswerte",
  "carouselSlide1Title": "Einführung",
  "carouselSlide1Text": "In dieser Phase sehen Sie wieder Bilder mit orangenen und blauen Punkten. Ihre Aufgabe bleibt gleich: Entscheiden Sie, welche Farbe häufiger zu sehen ist.",
  "carouselSlide2Title": "Unterstützung durch ein System",
  "carouselSlide2Text": "Zusätzlich zu Ihrer eigenen Einschätzung analysiert ein automatisiertes System dasselbe Bild. Es wurde darauf trainiert, Farben im Bild zu erkennen und eine Schätzung abzugeben.",
  "carouselSlide3Title": "Eine gemeinsame Empfehlung",
  "carouselSlide3Text": "Die Entscheidungshilfe (KI) kombiniert Ihre Einschätzung mit der des Systems. Dabei wird berücksichtigt, wie zuverlässig beide sind – und entsprechend gewichtet. So entsteht eine gemeinsame Empfehlung.",
  "carouselSlide4Title": "Gewichtung der Einschätzungen",
  "carouselSlide4Text": "Ihre Einschätzung und die des Systems gehen anteilig in die Entscheidung ein. Je nachdem, wie zuverlässig jede Quelle ist, wird sie stärker oder schwächer gewichtet.",
  "carouselSlide5Title": "Hinweis zur Genauigkeit",
  "carouselSlide5Text": "💡 Die automatisierte Hilfe hat eine durchschnittliche Genauigkeit von 93 %. Ihre eigene Gewichtung wurde auf Basis Ihrer Leistung in der Testphase berechnet.",
  "carouselSlide6Title": "Ihre Entscheidung",
  "carouselSlide6Text": "Sie können frei entscheiden, ob und wie stark Sie das System nutzen möchten. Unser Ziel: Transparenz, damit Sie aus beiden Einschätzungen eine fundierte Entscheidung ableiten können.",
  "back": "Zurück",
  "next": "Weiter",
  "step": "Schritt",
  "of": " von ",
  "codeTitle": "Bitte geben Sie hier Ihren Probanedencode ein",
  "codePlaceholder": "Code eingeben",
  "consentTitle": "Einwilligung und Teilnahmevoraussetzungen",
  "consentText1": "Bevor Sie mit der Durchführung starten, möchten wir Sie über die Teilnahmebedingungen informieren.",
  "consentText2": "Die Teilnahme ist freiwillig, anonym und kann jederzeit abgebrochen werden. Es werden keine personenbezogenen Daten gespeichert.",
  "consentText3": "Teilnahme nur ab 18 Jahren.",
  "confirmAge": "Ich bin mindestens 18 Jahre alt.",
  "agreeToParticipate": "Ich habe die Informationen gelesen und willige in die Teilnahme ein.",
  "continue": "Weiter",
  "labelStrongOrange": "stark orange",
  "labelOrange": "eher orange",
  "labelNeutral": "neutral",
  "labelBlue": "eher blau",
  "labelStrongBlue": "stark blau",
  "attentionCheckTitle": "Aufmerksamkeitscheck",
  "attentionCheckText": "Klicke auf den blauen Button.",
  "feedback1": "Ihre durchschnittliche Genauigkeit beträgt: ",
  "feedback2": "Bisher lagen Sie in {{rightCount}} von {{allCount}} Fällen richtig.",
  "feedback": {
    "titles": {
      "1": "Letzte 10 Entscheidungen",
      "2": "Genauigkeit",
      "3": "Hinweis",
      "4": "Abschluss-Feedback",
      "5": "Nutzungsverhalten"
    },
    "content": {
      "1": "Du hast der Entscheidungshilfe in <strong>{{trustedCount}}</strong> Fällen vertraut – <strong>{{correctTrustedCount}}</strong> davon waren korrekt.",
      "2": "Die Entscheidungshilfe lag bisher in <strong>{{accuracyAI}} %</strong> der Fälle richtig.<br/>Deine eigene Genauigkeit liegt derzeit bei <strong>{{accuracyUser}} %</strong>.",
      "3": "Auch die KI kann Fehler machen. Sie basiert auf einer festen Genauigkeit von <strong>{{accuracyAI}} %</strong>. Dein Urteil kann in manchen Fällen mehr Gewicht haben – <em>vor allem, wenn du sehr sicher bist</em>.",
      "4": "In der Testphase <em>(ohne Entscheidungshilfe)</em> lagst du bei <strong>{{accuracyWithoutHelp}} %</strong>. Mit Hilfe waren es <strong>{{accuracyWithHelp}} %</strong>.",
      "5": "Du hast die Empfehlung in <strong>{{acceptedCount}} von {{totalCount}}</strong> Fällen übernommen – <strong>{{acceptedCorrectCount}}</strong> davon waren korrekt."
    }
  }
}