{
  "title": "Prototyp V1",
  "welcome": "Willkommen zum Prototyp V1",
  "instructions": "In dieser Studie sehen Sie in jedem Durchgang ein Bild mit Farbpunkten.\nIhre Aufgabe ist es zu entscheiden, ob mehr orange oder mehr blaue Punkte enthalten sind.\nIn dieser ersten Phase (20 Bilder) machen Sie sich mit der Aufgabe vertraut.\nGleichzeitig ermitteln wir anhand Ihrer Entscheidungen, wie gut Sie Muster erkennen können – also Ihre individuelle Sensitivität.\nEntscheiden Sie einfach so, wie Sie es für richtig halten.",
  "start": "Start",
  "instructionTitle": "Entscheiden Sie ob mehr orange oder mehr blaue Punkte im Bild zu sehen sind.",
  "testPhaseHeader": "Testphase: ",
  "buttonNext": "Bestätigen & Weiter",
  "finalPhaseTitle": "Start der Hauptphase\nUnterstützung durch ein Assistenzsystem",
  "finalPhaseDescription": "Ab jetzt erhalten Sie zusätzlich zu Ihrer eigenen Einschätzung eine Entscheidungshilfe durch ein automatisiertes System. Dieses analysiert dieselben Bilder wie Sie und gibt seine Einschätzung ab. Um beide Informationen zu nutzen, können Sie das sogenannte Entscheidungskriterium 𝑍 verwenden. Dieses kombiniert Ihre Einschätzung und die der Hilfe – gewichtet nach ihrer Zuverlässigkeit. Ihre Einschätzung und die des Systems gehen also anteilig in die Entscheidung ein. Je nachdem, wie zuverlässig jede Quelle ist, wird sie stärker oder schwächer gewichtet.\n\n💡 Hinweis: Die automatisierte Hilfe hat eine durchschnittliche Genauigkeit von 93%, und Ihre eigene Gewichtung wurde auf Basis Ihrer Leistung in der Testphase berechnet. Sie können frei entscheiden, ob und wie stark Sie das System nutzen möchten – unser Ziel ist es nur, transparent zu machen, wie man aus beiden Einschätzungen eine fundierte Entscheidung ableiten könnte.",
  "buttonContinue": "Weiter",
  "feedbackNoteTitle": "Hinweis: ",
  "feedbackNoteText": "Bisher lagen Sie zu 80% richtig.",
  "feedbackNotePlaceholder": "Platzhalter Prozentzahl im Prototyp V1 noch nicht integriert",
  "completionTitle": "Fertig!",
  "completionMessage": "Vielen Dank für Ihre Teilnahme! Sie haben die Hauptphase des Prototyps erfolgreich abgeschlossen.",
  "buttonHome": "Zurück zur Hauptseite",
  "mainPhaseHeader": "Hauptphase: ",
  "buttonConfirmNext": "Bestätigen & Weiter",
  "assistantRecommendationTitle": "Das Assistenzsystem empfiehlt:",
  "buttonOrange": "Orange",
  "buttonBlue": "Blau",
  "zScore": "Kumulierter Z-Score",
  "human": "Mensch",
  "ki": "KI",
  "result": "Ergebnis",
  "sliderOrange": "Orange",
  "sliderBlue": "Blau",
  "decisionScale": "Entscheidungsskala",

  "carouselSlide1Title": "Einführung",
  "carouselSlide1Text": "Ab jetzt erhalten Sie zusätzlich zu Ihrer eigenen Einschätzung eine Entscheidungshilfe durch ein automatisiertes System. Dieses analysiert dieselben Bilder wie Sie und gibt seine Einschätzung ab.",
  "carouselSlide2Title": "Zwei Einschätzungen",
  "carouselSlide2Text": "Sie haben also zwei Einschätzungen zur Verfügung: Ihre eigene und die der automatisierten Hilfe",
  "carouselSlide3Title": "Entscheidungskriterium 𝑍",
  "carouselSlide3Text": "Um beide Informationen zu nutzen, können Sie das sogenannte Entscheidungskriterium 𝑍 verwenden. Es kombiniert beide Einschätzungen – gewichtet nach ihrer Zuverlässigkeit.",
  "carouselSlide4Title": "Gewichtung der Einschätzungen",
  "carouselSlide4Text": "Ihre Einschätzung und die des Systems gehen anteilig in die Entscheidung ein. Je nachdem, wie zuverlässig jede Quelle ist, wird sie stärker oder schwächer gewichtet.",
  "carouselSlide5Title": "Hinweis zur Genauigkeit",
  "carouselSlide5Text": "💡 Die automatisierte Hilfe hat eine durchschnittliche Genauigkeit von 93 %. Ihre eigene Gewichtung wurde auf Basis Ihrer Leistung in der Testphase berechnet.",
  "carouselSlide6Title": "Ihre Entscheidung",
  "carouselSlide6Text": "Sie können frei entscheiden, ob und wie stark Sie das System nutzen möchten. Unser Ziel: Transparenz, damit Sie aus beiden Einschätzungen eine fundierte Entscheidung ableiten können.",
  "back": "Zurück",
  "next": "Weiter",
  "step": "Schritt",
  "of": " von ",
  "codeTitle": "Bitte geben Sie hier Ihren Probanedencode ein",
  "codePlaceholder": "Code eingeben",
  "consentTitle": "Einwilligung und Teilnahmevoraussetzungen",
  "consentText1": "Bevor Sie mit der Durchführung starten, möchten wir Sie über die Teilnahmebedingungen informieren.",
  "consentText2": "Die Teilnahme ist freiwillig, anonym und kann jederzeit abgebrochen werden. Es werden keine personenbezogenen Daten gespeichert.",
  "consentText3": "Teilnahme nur ab 18 Jahren.",
  "confirmAge": "Ich bin mindestens 18 Jahre alt.",
  "agreeToParticipate": "Ich habe die Informationen gelesen und willige in die Teilnahme ein.",
  "continue": "Weiter"
}
