{
  "title": "Prototype",
  "welcome": "Welcome to Prototype",
  "instructions": "In this study, you will see an image with colored dots in each round.<br/><br/>Your task is to decide whether there are more <span class=\"text-orange-500 font-bold\">orange</span> or more <span class=\"text-blue-500 font-bold\">blue</span> dots.<br/><br/>In this first phase (20 images), you will become familiar with the task.<br/><br/>At the same time, we will determine how well you can recognize patterns – your individual sensitivity – based on your decisions.<br/>Simply decide according to your own judgment.",
  "start": "Start",
  "instructionTitle": "Decide whether there are more orange or more blue dots in the image.",
  "testPhaseHeader": "Test Phase: ",
  "buttonNext": "Confirm & Next",
  "finalPhaseTitle": "Start of the Main Phase\nSupport from an Assistance System",
  "finalPhaseDescription": "From now on, in addition to your own assessment, you will receive decision support from an automated system. This system analyzes the same images as you and provides its own assessment. To utilize both sources of information, you can use the so-called decision criterion 𝑍. This combines your assessment with the system's – weighted according to their reliability. Thus, both your assessment and the system's are incorporated into the decision proportionally. Depending on how reliable each source is, it will be weighted more or less strongly.\n\n💡 Note: The automated system has an average accuracy of 93%, and your own weighting has been calculated based on your performance in the test phase. You are free to decide whether and to what extent you want to use the system – our goal is simply to show transparently how both assessments can be used to make an informed decision.",
  "buttonContinue": "Continue",
  "feedbackNoteTitle": "Note:",
  "feedbackNoteText": "Your average accuracy is: ",
  "feedbackNotePlaceholder": "Placeholder percentage not yet integrated in Prototype V1",
  "completionTitle": "Thank you for your participation!",
  "completionMessage": "In this study, we wanted to explore how people collaborate with AI systems. Your individual accuracy in the first phase was %GENAUIGKEIT%.\n\nIn the second part, we used a system that combined your judgments with those of an AI. The combination took into account how reliable each estimate was. The more accurate a source was — whether you or the AI — the more weight it was given. The accuracy with the help of the system was %GENAUIGKEIT%.\n\nThe goal of this strategy is to make better decisions together by combining human and machine input. Your participation helps us understand how decision support systems can be designed to support people meaningfully without overriding them.",
  "buttonHome": "Back to home",
  "mainPhaseHeader": "Main Phase: ",
  "buttonConfirmNext": "Confirm & Next",
  "assistantRecommendationTitle": "The assistance system recommends:",
  "buttonOrange": "Orange",
  "buttonBlue": "Blue",
  "zScore": "Combined Recommendation",
  "human": "Human",
  "ki": "AI",
  "result": "Result",
  "sliderOrange": "rather Orange",
  "sliderBlue": "rather Blue",
  "decisionScale": "Decision Scale",
  "accuracyValues": "Accuracy Values",
  "carouselSlide1Title": "Introduction",
  "carouselSlide1Text": "In this phase, you will again see images with orange and blue dots. Your task remains the same: decide which color appears more frequently.",
  "carouselSlide2Title": "Support from a System",
  "carouselSlide2Text": "In addition to your own judgment, an automated system also analyzes the same image. It is trained to detect the color distribution and make a prediction.",
  "carouselSlide3Title": "A Combined Recommendation",
  "carouselSlide3Text": "The decision support system (AI) combines your judgment with that of the automated analysis. It considers how reliable each is – and weights them accordingly to create a shared recommendation.",
  "carouselSlide4Title": "Weighting the Assessments",
  "carouselSlide4Text": "Your judgment and the system's each contribute to the decision. Depending on how reliable each source is, it will be weighted more or less heavily.",
  "carouselSlide5Title": "Accuracy Note",
  "carouselSlide5Text": "💡 The automated system has an average accuracy of 93%. Your own weighting was calculated based on your performance during the test phase.",
  "carouselSlide6Title": "Your Choice",
  "carouselSlide6Text": "You are free to decide whether and how much to rely on the system. Our goal is transparency – to help you make well-informed decisions using both assessments.",
  "back": "Back",
  "next": "Next",
  "step": "Step",
  "of": " of ",
  "codeTitle": "Please enter your participant code",
  "codePlaceholder": "Enter code",
  "consentTitle": "Consent and Participation Requirements",
  "consentText1": "Before starting the prototype, please read the participation requirements.",
  "consentText2": "Participation is voluntary, anonymous, and can be stopped at any time. No personal data is stored.",
  "consentText3": "Participation is only allowed if you are 18 years or older.",
  "confirmAge": "I am at least 18 years old.",
  "agreeToParticipate": "I have read the information and consent to participate.",
  "continue": "Continue",
  "labelStrongOrange": "strong orange",
  "labelOrange": "more orange",
  "labelNeutral": "neutral",
  "labelBlue": "more blue",
  "labelStrongBlue": "strong blue",
  "attentionCheckTitle": "Attention Check",
  "attentionCheckText": "Click on the blue button.",
  "feedback1": "Your average accuracy is: ",
  "feedback2": "So far you were correct in {{rightCount}} of {{allCount}} cases.",
  "feedback": {
    "titles": {
      "1": "Last 10 decisions",
      "2": "Accuracy",
      "3": "Note",
      "4": "Final feedback",
      "5": "Usage behavior"
    },
    "content": {
      "1": "You have trusted the decision aid in <strong>{{trustedCount}}</strong> cases - <strong>{{correctTrustedCount}}</strong> of these were correct. ",
      "2": "The decision aid has been correct in <strong>{{accuracyAI}} %</strong> of cases so far.<br/>Your own accuracy is currently <strong>{{accuracyUser}} %</strong>.",
      "3": "The AI can also make mistakes. It is based on a fixed accuracy of <strong>{{accuracyAI}} %</strong>. Your judgment may carry more weight in some cases - <em>especially if you are very confident</em>.",
      "4": "In the test phase <em>(without decision support)</em> you were at <strong>{{accuracyWithoutHelp}} %</strong>. With help, it was <strong>{{accuracyWithHelp}} %</strong>.",
      "5": "You accepted the recommendation in <strong>{{acceptedCount}} of {{totalCount}}</strong> cases - <strong>{{acceptedCorrectCount}}</strong> of which were correct."
    }
  }
}